/* No comment provided by engineer. */
"Block Ads" = "Block Ads";

/* No comment provided by engineer. */
"Block Facebook" = "Block Facebook";

/* No comment provided by engineer. */
"Block Facebook widgets, like comments, share, like, etc." = "Block Facebook widgets, like comments, share, like, etc.";

/* No comment provided by engineer. */
"Block Images" = "Block Images";

/* No comment provided by engineer. */
"Block major ad distribution channels." = "Block major ad distribution channels.";

/* No comment provided by engineer. */
"Block major trackers, increasing privacy." = "Block major trackers, increasing privacy.";

/* No comment provided by engineer. */
"Block Trackers" = "Block Trackers";

/* No comment provided by engineer. */
"Block Twitter" = "Block Twitter";

/* No comment provided by engineer. */
"Block Twitter widgets, like counter, follow, share, etc." = "Block Twitter widgets, like counter, follow, share, etc.";

/* No comment provided by engineer. */
"Blocks most of the images of the websites." = "Blocks most of the images of the websites.";

/* No comment provided by engineer. */
"Contact us" = "Contact us";

/* No comment provided by engineer. */
"Hi, I want to share a great app." = "Hi, I want to share a great app.";

/* No comment provided by engineer. */
"More" = "More";

/* No comment provided by engineer. */
"Rate it" = "Rate it";

/* No comment provided by engineer. */
"Send us your feedback" = "Send us your feedback";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Share with your family and friends" = "Share with your family and friends";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Your review is very important to us" = "Your review is very important to us";

